lang_ru = {
    "/start": 'Привет! 👋 Я бот, который поможет тебе сохранять и находить гифки в один клик! 🎥✨\n'
              'Просто отправь мне cвою гифку, добавь к ней теги, и готово! 🗂️\n'
              'Когда понадобится, ты сможешь быстро найти её по тегу! 🔍\n',

    "/help":
        '<b>Данный бот создан для удобного хранения и использования ваших гифок!</b>\n\n'
        '➤ <b>Как пользоваться:</b>\n'
        '   • Просто отправьте гифку, чтобы сохранить её.\n'
        '   • Для изменения или удаления используйте поиск по тегам.\n\n'
        '➤ <b>Команды:</b>\n'
        '   • /start — <i>Перезапускает бота.</i>\n'
        '   • /help — <i>Подробное описание бота.</i>\n'
        '   • /send_gifs — <i>Отправка всех гифок.</i>\n'
        '   • /send_tags — <i>Отправка всех тегов (разделены ";") по гифкам.</i>\n'
        '   • /find — <i>Начать поиск по тегам.</i>\n'
        '   • /cancel — <i>Прерывает добавление тегов для гифки.</i>\n',

    "not_now": 'Сейчас это действие невозможно,'
               ' завершите добавление гифки или перезапустите бота!',

    "cancel_process": 'Процесс успешно прерван!',

    "gif_saved": 'Ваша гифка успешно отправлена, перечислите все теги,'
                 ' под которыми хотите ее сохранить через запятую',

    "no_gifs": 'К сожалению вы еще не добавили ни одной гифки:(',

    "successfully_saved": 'Теги были успешно добавлены!',

    "wrong_message": 'К сожалению вы отправили что-то не то повторите попытку!',

    "need_text": 'Теги могут быть только текстом!',

    "start_finding": 'Напишите все теги для поиска через запятую и с символом решетки'
                     '<i>(#bobr, #curva)</i>, или без него<i>(bobr, curva)</i>!'

}



lang_ru_menu = {
    "button_start": 'Перезапуск бота',

    "button_help": 'Краткая сводка о боте',

}