lang_ru = {"/start": 'Привет, я бот для хранения гифок, отправь мне любую гифку и найди ее по тегу!',
           "not_now": 'Сейчас это действие невозможно, завершите добавление гифки или перезапустите бота!',
           "canceled": 'Процесс успешно прерван!',
           "gif_saved": 'Ваша гифка успешно отправлена, перечислите все теги, под которыми хотите ее сохранить через запятую',
           "no_gifs": 'К сожалению вы еще не добавили ни одной гифки:(',
           "successfully_saved": 'Теги были успешно добавлены!',
           }