lang_ru = {
    "/start": 'Привет! 👋 Я бот, который поможет тебе сохранять и находить гифки в один клик! 🎥✨\n'
              'Просто отправь мне cвою гифку, добавь к ней теги, и готово! 🗂️\n'
              'Когда понадобится, ты сможешь быстро найти её по тегу! 🔍\n',

    "/help":
        '<b>Данный бот создан для удобного хранения и использования ваших гифок!</b>\n\n'
        '➤ <b>Как пользоваться:</b>\n'
        '   • Просто отправьте гифку, чтобы сохранить её.\n'
        '   • Для изменения или удаления используйте поиск по тегам.\n\n'
        '➤ <b>Команды:</b>\n'
        '   • /start — <i>Перезапускает бота.</i>\n'
        '   • /help — <i>Подробное описание бота.</i>\n'
        '   • /send_gifs — <i>Отправка всех гифок.</i>\n'
        '   • /send_tags — <i>Отправка всех тегов (разделены ";") по гифкам.</i>\n'
        '   • /find — <i>Начать поиск по тегам.</i>\n'
        '   • /cancel — <i>Прерывает действие.</i>\n'
        '   • /github — <i>Проект находится в открытом доступе.</i>\n',

    "not_now": 'Сейчас это невозможно, завершите действие или перезапустите бота!',

    "cancel_process": 'Процесс успешно прерван! ✅',

    "now_send_tags": 'Ваша гифка успешно отправлена, перечислите все теги,'
                     ' под которыми хотите ее сохранить в формате:\n'
                     '<i>(#bobr, #curva)</i>,  или  <i>(bobr, curva)</i>!',

    "no_gifs": 'К сожалению вы еще не добавили ни одной гифки 😔',

    "no_gifs_or_tags": 'К сожалению вы еще не добавили ни одной гифки или тега 😔',

    "no_gifs_to_one_tags": 'Не было отправлено ни 1 гифки, попробуйте заново',

    "successfully_saved": 'Добавлено успешно!',

    "wrong_message": 'К сожалению вы отправили что-то не то повторите попытку!',

    "only_text": 'Теги могут быть только текстом!',

    "only_gifs": 'Сейчас вы можете оправлять только гифки',

    "start_finding": 'Напишите все теги для поиска через запятую и с символом решетки'
                     '<i>(#bobr, #curva)</i>, или без него<i>(bobr, curva)</i>!',

    "deleted_gif": '❌ <b><i>УДАЛЕНО</i></b> ❌',

    "send_new_gifs": 'Отправьте новые теги',

    "now_edit": '<b>Сейчас изменяется</b>',

    "deleted_later": 'Вы уже удалили эту гифку 😔',

    "new_tags": 'Новые теги успешно сохранены! ✅',

    "nothing_founded": 'К сожалению ничего не было найдено 😔',

    "all": 'Это всё 😊',

    "send": 'Отправьте несколько гифок чтобы сохранить всех их с одинаковыми тегами!',

    "now_tags": 'А сейчас отправьте теги для гифок в формате:\n'
                '<i>(#bobr, #curva)</i>, или без него<i>(bobr, curva)</i>!',

    "github": '<a href="https://github.com/egor5789/TgGifBot">Project on GitHub</a>',
}


lang_ru_menu = {
    "button_start": 'Перезапуск бота',

    "button_help": 'Краткая сводка о боте',
}


lang_ru_inline_buttons = {
    "modify_tags": 'Изменить теги',

    "delete_gif": 'Удалить гифку',
}


lang_ru_reply_buttons = {
    "find": 'Поиск гифки',

    "print_all_gifs": 'Все гифки',

    "print_all_tags": 'Все теги',

    "cancel": 'Отмена',

    "save_gifs": 'Отправить несколько',

    "now_tags": 'Добавить теги',
}